const englishText = {
    id: "englishText",
    kapostinTitle: `Archimandrite Anthonyn Kapostin`,
    titleBox: ['אודות קפוסטין', 'גניזת קהיר', 'אסטרונומיה', 'אדמות שרכש', 'מידע נוסף'],
    miniTitles: {
        prop: `כך פרופסור דמיטריבסקי (אלכסי אפנסייביץ דימיטרייבסקי, היסטוריון 1856-1929) מתאר רת שגרת חייו של האב אנטונין קפוסטין בשנותיו בירושלים`,
        quotes: {
            night: `"רק בשעות הערב המאוחרות הוא נשאר לבד"`,
            books: `"אך לא לבד, חבריו ובני שיחו
        היו הספרים האהובים עליו"`,
            science: `"עד הלילה המאוחר, הוא ישב
         על איזה כתב יד ישן, ניהל עבודות
          ארכיאולוגיות מדעיות"`,
            glass: `"ואז חמוש בזכוכית מגדלת ופרסומים נומיסטיים
        (חקר איסוף מטבעות וכסף היסטוריים) בחן ובדק
        מטבעות יוונים ורומים"`,
            stars: `"אחר כך, פרש למצפה הכוכבים שבנה,
        כדי להקדיש זמן ללימוד הרקיע המופלא של גן העדן
        על מגוון האורות האינסופי שלו"`,
            write: `"לבסוף, התיישב לכתוב את מחשבותיו ורגשותיו דרך יום העבודה,
        ובכך נתן להיסטוריון העתיד חומר רב לאיפיונו"`,
            morning: `"לעיתים קרובות בשעות הבוקר המוקדמות,
        הוא נראה כבר עוזב את הבניינים הרוסים,
        מלווה בדרגומן(מתרגם ומורה דרך)
        הנאמן שלו, יעקב אלפו"`,
            travel: `"כמו שאמרו הבודדים: "בטיול לדיוסקה", כלמר, 
        לראות כמה מבנים, אדמות או מקלטים בחברון, יריחו ומוקומות אחרים.,"`,
            head: `"קפוסטין היה צנוע בתפקידו כראש המסדר בירושלים; ארוחותיו היו מורכבות לעיתים קרובות ממנה אחת בלבד - ה"פול" הערבי - שעועית כהה גדולה,
        והוא לבש לעיתים בגדים לא רשמים וצנועים, הפגין כנות וישירות בפני הפטריאכיה, וסמכותו עדיין עמדה בגובה בלתי מושג."`
        }
    },
    particularInfo: {
        kapostin: {
            title: "<h1 className='title-font'>ארכימנדריט אנטונין קפוסטין</h1>",
            info: `
        קפוסטין היה חבר החברה הארץ-ישראלית הפרבוסלבית הקיסרית, חבר כבוד בחברה האימפריאלית לארכיאולוגיה, חבר באגודה הגרמנית לחקר ארץ ישראל וחבר בחברה לארכיאולוגיה ועתיקות של אודסה ואתונה.
        
        <h1 className='title-font'>רקע</h1>
        קפוסטין נולד ב- 12 באוגוסט 1817 בכפר בטורינו אשר במחוז פרם שבצפון הרי אורל ברוסיה למשפחת כהני דת. אביו שימש ככומר במחוז זה. הוא למד באקדמיה התיאולוגית של קייב ובסיום לימודיו נשאר ללמד גרמנית ויוונית כמרצה מן המניין. ב- 1850 הוא נשלח לתפקידו הראשון בכנסיית "המושיע ניקודמוס" באתונה יוון לאחר שזו נרכשה על ידי ממשלת הצאר ניקולאי השני. קפוסטין שיקם את הכנסייה ולאחר שלוש שנים ב- 1953 הכנסייה קודשה הכנסייה ככנסיית השילוש הקדוש והפכה לכנסייה הרשמית של השגרירות הרוסית ביוון, קפוסטין קיבל תואר ארכימנדריט כהוקרה על עבודתו.
        
        בתפקיד זה הוא החל  לעסוק בארכיאולוגיה לראשונה. העיסוק בארכיאולוגיה ילווה אותו ואת מסעותיו בארץ ישראל במזרח התיכון ויהפוך לחלק משמעותי בזהותו. כשהשתתף בחפירות ארכיאולוגיות ביוון, הוא גילה שרידי כנסייה קדומה ובית מרחץ רומי, ממצאים שהסעירו את דמיונו. 
        ב- 1860 מונה קפוסטין לכומר כנסיית השגרירות הרוסית בקונסטנטינופול שם הכיר אנשים רבי השפעה שיסייעו לו  בהמשך הדרך. 
        ב- 1865 הופך קפוסטין לראש המיסיון האורתודוקסי בירושלים וראש המשלחת הדתית השלישית לירושלים. תפקיד זה יהיה משמעותי לא רק עבור קפוסטין אלא עבור ירושלים, הכנסייה הרוסית ורוסיה כולה. מטרתו הייתה לחזק את הבסיס הפרבוסלבי הרוסי בארץ אל מול הזרמים האחרים של הנצרות הנצרות האורתודוקסית אך בעיקר ובראש לראשונה לדאוג לצליינים העושים דרכם מרוסיה. 
        "בעמדתו המבודדת הוא לא ישב בחיבוק ידיים, אלא הקדיש את כל יומו ואת רוב הלילה לעבודה בלתי נלאית ואינטנסיבית. דלתות לשכתו לא נסגרו משעות הבוקר המוקדמות ועד שעות הערב המאוחרות; בשעות הבוקר הוא קיבל את המקומיים- פתר רת המחלוקות שלהם, נתן עצות מועילות והעניק להם סיוע מהותי בצרכים ובכסף בסיסי.
        היום המשיך עם קבלת מורים מבתי הספר שהוקמו על ידו וע"י חברי המשימה, עולי רגל רוסים צעדו אליו בחופשיות ובאמון: מכובדים, סוחרים ואיכרים, עשירים ועניים, מנסים למצוא פתרון לסוגיות שונות ומביכות שהדאיגו אותם. האב אנטונין דיבר במשך זמן רב ובלהיטות. 
        קפוסטין הצליח למשוך רבים מעולי הרגל ומהאנשים סביבו להיות שותפיו לדרך, שאליה הקדיש עצמו בלב שלם".(פרופסור אלכסי אפנסייביץ דימיטרייבסקי, היסטוריון 1856-1929)
        
        אל מול התחזקות המערב בארץ הקודש, היה על הרוסים להשיב מלחמה ולחזק את השפעתם בפלשתינה. הארכימנדריט קפוסטין לא מבזבז זמן ומתחיל ברכישת קרקעות בסמוך למקומות הקדושים הנמצאים בשפע בארץ ישראל העתיקה. באותה תקופה תושבים זרים לא הורשו לקנות אדמות בפלשתינה, ולכן קפוסטין מתחבר לדרגומן (מדריך,מתורגמן ומתווך, בעיקר במדינות דוברות ערבית), אזרח עות'מאני בשם יעקב אגרוביץ אלפו (Yakov Yegorovich Aleppo, Яков Егорович Халеби)  שמשמש כמתווך נאמן ולמעשה מבצע את רכישת הקרקעות בפועל עבור הכנסייה הרוסית וה-IPPO.
        
        חייו של קפוסטין היו ארוכים ומלאים סבל בערוב ימיו ממחלה שגרמה לו לפרקים לסבל בלתי נסבל, והזכירה לו את המוות הבלתי נמנע. עם זאת, הוא פעל ללא לאות; הן בתחום המדע והן במפעל הצליינים, בתי הספר והכנסיות. אפשר לומר שהאב אנטונין עבד כמעט עד שעת מותו והציב לעצמו דרישות קפדניות במיוחד. "הבריאות שלי היא כמו אבן (על ליבי)" נהג לומר. "קשה לי לעשות מדע עכשיו. לפני כן יכולתי לעבוד שבע, שמונה שעות בלי הפסקה, ועכשיו שלוש, ארבע, לא יותר, העיניים שלי מתעייפות... "
        
        
        ב- 24 במרץ 1894, בגיל 77, צלצלו הפעמונים, ואבל הוכרז בירושלים על מותו של הארכימנדריט קפוסטין. למחרת נערך לכבודו רקוויאם וטקס אשכבה בקתדרלת השילוש הקדוש, אותו ערך <b>הפטריארך גרסים</b> בעצמו. מסע הלוויה שיצא מהכנסייה הפך לתהלוכה מלכותית, יוצאת דופן ומיוחדת אפילו עבור ירושלים למודת הטקסים. לקראת ערב הגיעה תהלוכת האשכבה לגליל, שם פגש בה המטרופוליטן אפיפניוס מירדן. האב אנטונין קפוסטין נטמן בכנסיית העלייה הרוסית שבהר הזיתים.
         40 שנה לאחר מותו, בשנת 1934, יומנו של האב קפוסטין הודפס וראה אור.
        
        
        ב-2012 ביקר <b>הפטריאך הגדול של רוסיה קיריל</b> בקברו של קפוסטין בכנסיית העלייה וכך ספד לו יותר ממאה שנה לאחר מותו 
        
        
        "זה רק בזכות השגחה עליונה שהאב אנטונין נפטר ונקבר במקום זה,שמו מקושר לדפים החשובים ביותר בהיסטוריית הצליינות הרוסית והנוכחות הרוסית בארץ ישראל .
        בזכות פועלו,מאות אלפי צליינים מכל רחבי רוסיה יכולים לחזור ולשוב למקום זה של הרהור ומחשבה בקבלת פנים חמה".
        
      `,
        },
        land: {
            title: "<h1 className='title-font'>אדמות מרכזיות שרכש קפוסטין</h1>",
            info: `
  
      `,
        },
        stars: {
            title: "<h1 className='title-font'>ארכיאולוגיה ואסטרונומיה</h1>",
            info: `
  
      `,
        },
        cairo: {
            title: "<h1 className='title-font'>הגניזה הקהירית</h1>",
            info: `
  
      `,
        }
    }

};
export { englishText as default };