
import aynCaramPainting from "../assets/ayn-caram.png";
const hebrewText = {
  id: "hebrewText",
  kapostinTitle: `ארכימנדריט אנטונין קפוסטין`,
  titleBox: [
    {
      name: 'kapostin',
      text: `אודות קפוסטין`,
      more: `מידע נוסף`,
      css: {
        right: '325px'
      }
    },
    {
      name: 'cairo',
      text: `גניזת קהיר`,
      more: `מידע נוסף`,
      css: {
        right: '665px'
      }
    },
    {
      name: 'land',
      text: `אדמות שרכש`,
      more: `מידע נוסף`,
      css: {
        left: '324px'
      }
    },
    {
      name: 'science',
      text:
        `ארכיאולוגיה
ואסטרונומיה`,
      more: `מידע נוסף`,
      css: {
        left: '685px'
      }
    }
  ],
  miniTitles: [
    {
      name: 'prop',
      text: `כך פרופסור דמיטריבסקי (אלכסי אפנסייביץ דימיטרייבסקי, היסטוריון 1856-1929) מתאר את שגרת חייו של האב אנטונין קפוסטין בשנותיו בירושלים`,
      css: {
        top: '45%',
        right: '14%',
        fontSize: '22px'
      }
    },
    {
      name: 'night',
      text: `"רק בשעות הערב המאוחרות הוא נשאר לבד"`,
      css: {
        bottom: '10%',
        right: '9%',
      }
    },
    {
      name: 'books',
      text: `
      "אך לא לבד, חבריו ובני שיחו
      היו הספרים האהובים עליו"`,
      css: {
        bottom: '35%',
        right: '25%',
        direction: 'rtl'
      }
    },
    {
      name: 'science',
      text: `
         "עד הלילה המאוחר, הוא ישב
      על איזה כתב יד ישן, ניהל עבודות
              ארכיאולוגיות מדעיות"`,
      css: {
        left: '31%',
        bottom: '30%',
        direction: 'rtl'
      }
    },
    {
      name: 'glass',
      text: `
      "ואז חמוש בזכוכית מגדלת ופרסומים נומיסמטים
      (חקר איסוף מטבעות וכסף היסטוריים) בחן ובדק
                              מטבעות יוונים ורומים"`,
      css: {
        bottom: '9%',
        left: '10%',
        direction: 'rtl'
      }
    },
    {
      name: 'stars',
      text: `
              "אחר כך, פרש למצפה הכוכבים שבנה,
      כדי להקדיש זמן ללימוד הרקיע המופלא של גן העדן
                  על מגוון האורות האינסופי שלו"`,
      css: {
        top: '16%',
        right: '110%'
      }
    },
    {
      name: 'write',
      text: `"לבסוף, התיישב לכתוב את מחשבותיו ורגשותיו דרך יום העבודה,
              ובכך נתן להיסטוריון העתיד חומר רב לאיפיונו"`,
      css: {
        bottom: '29%',
        right: '137%'
      }
    },
    {
      name: 'morning',
      text: `
              "אחרי יום פעילות שכזה,
            לעיתים קרובות בשעות הבוקר המוקדמות, הוא נראה כבר עוזב את הבניינים הרוסים, 
              מלווה בדרוגמן (מתרגם ומורה דרך) הנאמן שלו, יעקב אלפו"`,
      css: {
        top: '41%',
        right: '158%'
      }
    },
    {
      name: 'travel',
      text: `
"כמו שאמרו הבודדים: "בטיול לדיוסקה", כלמר, 
לראות כמה מבנים, אדמות או מקלטים בחברון, יריחו ומוקומות אחרים."`,
      css: {
        top: '12%',
        right: '172%'
      }
    },
    {
      name: 'head',
      text: `"קפוסטין היה צנוע בתפקידו כראש המסדר בירושלים; ארוחותיו היו מורכבות לעיתים קרובות ממנה אחת בלבד - ה"פול" הערבי - שעועית כהה גדולה,
והוא לבש לעיתים בגדים לא רשמים וצנועים, הפגין כנות וישירות בפני הפטריאכיה, וסמכותו עדיין עמדה בגובה בלתי מושג."`,
      css: {
        bottom: '7%',
        right: '124%',
        fontSize: 'medium'
      }
    }
  ],
  particularInfo: {
    kapostin: {
      title: `ארכימנדריט אנטונין קפוסטין`,
      info: `
      קפוסטין היה חבר החברה הארץ-ישראלית הפרבוסלבית הקיסרית, חבר כבוד בחברה האימפריאלית לארכיאולוגיה של רוסיה, חבר באגודה הגרמנית לחקר ארץ ישראל וחבר בחברה לארכיאולוגיה ועתיקות של אודסה ואתונה.
      
      <b>רקע</b>

      קפוסטין נולד ב- 12 באוגוסט 1817 בכפר בטורינו אשר במחוז פרם שבצפון הרי אורל ברוסיה לאב ששימש ככומר במחוז זה. הוא למד באקדמיה התיאולוגית של קייב ובסיום לימודיו נשאר ללמד גרמנית ויוונית כמרצה מן המניין. ב- 1850 הוא נשלח לתפקידו הראשון בכנסיית "המושיע ניקודמוס" באתונה לאחר שזו נרכשה על ידי ממשלת הצאר אלכסנדר השני. קפוסטין שיקם את הכנסייה ולאחר שלוש שנים ב- 1953 הכנסייה קודשה הכנסייה ככנסיית השילוש הקדוש והפכה לכנסייה הרשמית של השגרירות הרוסית ביוון. קפוסטין קיבל תואר ארכימנדריט כהוקרה על עבודתו.
      
      בתפקיד זה הוא החל  לעסוק בארכיאולוגיה לראשונה. העיסוק בארכיאולוגיה ילווה אותו ואת מסעותיו בארץ ישראל ובמזרח התיכון ויהפוך לחלק משמעותי בזהותו. כשהשתתף בחפירות ארכיאולוגיות ביוון, הוא גילה שרידי כנסייה קדומה ובית מרחץ רומי, ממצאים שהסעירו את דמיונו. 
      ב- 1860 מונה קפוסטין לכומר כנסיית השגרירות הרוסית בקונסטנטינופול שם הכיר אנשים רבי השפעה שיסייעו לו  בהמשך הדרך. 
      ב- 1865 הופך קפוסטין לראש המיסיון האורתודוקסי בירושלים וראש המשלחת הדתית השלישית לירושלים. תפקיד זה יהיה משמעותי לא רק עבור קפוסטין אלא גם עבור ירושלים, גם הכנסייה הרוסית ורוסיה כולה. מטרתו הייתה כפולה, לחזק את הבסיס הפרבוסלבי בארץ ישראל אל מול הזרמים האחרים של הנצרות ובנוסף לדאוג לצליינים העושים דרכם מרוסיה לארץ הקודש. 

      "בעמדתו המבודדת הוא לא ישב בחיבוק ידיים, אלא הקדיש את כל יומו ואת רוב הלילה לעבודה בלתי נלאית ואינטנסיבית. דלתות לשכתו לא נסגרו משעות הבוקר המוקדמות ועד שעות הערב המאוחרות; בשעות הבוקר הוא קיבל את המקומיים- פתר רת המחלוקות שלהם, נתן עצות מועילות והעניק להם סיוע מהותי בצרכים ובכסף בסיסי.
      היום המשיך עם קבלת מורים מבתי הספר שהוקמו על ידו וע"י חברי המשימה, עולי רגל רוסים צעדו אליו בחופשיות ובאמון: מכובדים, סוחרים ואיכרים, עשירים ועניים, מנסים למצוא פתרון לסוגיות שונות ומביכות שהדאיגו אותם. האב אנטונין דיבר במשך זמן רב ובלהיטות. 
      קפוסטין הצליח למשוך רבים מעולי הרגל ומהאנשים סביבו להיות שותפיו לדרך, שאליה הקדיש עצמו בלב שלם".(פרופסור אלכסי אפנסייביץ דימיטרייבסקי, היסטוריון 1856-1929)
      
      אל מול התחזקות המערב בארץ הקודש, היה על הרוסים להשיב מלחמה ולחזק את השפעתם באזור. הארכימנדריט קפוסטין לא מבזבז זמן ומתחיל ברכישת קרקעות בסמוך למקומות הקדושים הנמצאים בשפע בארץ ישראל העתיקה. באותה תקופה תושבים זרים לא הורשו לקנות אדמות בפלשתינה, ולכן קפוסטין מתחבר לדרגומן (מדריך,מתורגמן ומתווך, בעיקר במדינות דוברות ערבית), אזרח עות'מאני בשם יעקב יגרוביץ אלפו (Yakov Yegorovich Aleppo, Яков Егорович Халеби)  שמשמש כמתווך נאמן ולמעשה מבצע את רכישת הקרקעות בפועל עבור הכנסייה הרוסית וה-IPPO.
      
      חייו של קפוסטין היו ארוכים ומלאים ולארוך כל חייו עסק במגוון תחומים מעבר לתפקידיו הרשמיים כגון נומיסמטיקה, אסטרונומיה, ארכיאולוגיה ועוד. בערוב ימיו, למרות מצבו הבריאותי הלא פשוט, הוא פעל ללא לאות, הן בתחום המדע והן במפעל הצליינים, בתי הספר והכנסיות. אפשר לומר שהאב אנטונין עבד כמעט עד שעת מותו והציב לעצמו דרישות קפדניות במיוחד. "הבריאות שלי היא כמו אבן (על ליבי)" נהג לומר. "קשה לי לעשות מדע עכשיו. לפני כן יכולתי לעבוד שבע, שמונה שעות בלי הפסקה, ועכשיו שלוש, ארבע, לא יותר, העיניים שלי מתעייפות... "
           
      ב- 24 במרץ 1894, בגיל 77, צלצלו הפעמונים, ואבל הוכרז בירושלים על מותו של הארכימנדריט קפוסטין. למחרת נערך לכבודו רקוויאם וטקס אשכבה בקתדרלת השילוש הקדוש, אותו ערך הפטריאך של ירושלים ובנוחכות המטורופוליטן של ירדן. מסע הלוויה שיצא מהכנסייה הפך לתהלוכה מלכותית, יוצאת דופן ומיוחדת אפילו עבור ירושלים למודת הטקסים. בסיומו נטמן האב אנטונין קפוסטין בכנסיית העלייה שבהר הזיתים.

      אנטונין קפוסטין הותיר אחריו יומן אישי מלא באירועים והירהורים, שראה אור כארבעים שנה לאחר מותו, בשנת 1934. היומן מהווה מקור משמועתי ביותר להבנתו של האיש ושל התקופה.
      
      ב-2012 ביקר <b>הפטריאך הגדול של רוסיה קיריל</b> בקברו של קפוסטין בכנסיית העלייה וכך ספד לו יותר ממאה שנה לאחר מותו -  
      "זה רק בזכות השגחה עליונה שהאב אנטונין נפטר ונקבר במקום זה,שמו מקושר לדפים החשובים ביותר בהיסטוריית הצליינות הרוסית והנוכחות הרוסית בארץ ישראל .
      בזכות פועלו,מאות אלפי צליינים מכל רחבי רוסיה יכולים לחזור ולשוב למקום זה של הרהור ומחשבה בקבלת פנים חמה".
      
    `,
    },
    land: {
      title: `אדמות מרכזיות שרכש קפוסטין`,
      info: `
      הארכימנדריט אנטונין קפוסטין מהווה חלק בלתי נפרד מהקמת ה-IPPO ושותף משמעותי לחזון "רוסיה בארץ ישראל". קשריו עם אנשי מפתח בארץ הקודש ועם אישים מהאצולה הרוסית סייעו לחזון זה להתממש. כמו כן,קפוסטין היה מקבל את פניהם של נציגי האגודה והאימפריה הרוסית שהגיעו בפעם הראשונה לארץ ישראל. איתו הם יצאו לטיולים ברחבי הארץ על גבי סוסים וכך למדו להכיר את האזור ולהרגיש את קדושת המקום. 
 				
      ב- 1879 תיאר קפוסטין בזיכרונותיו את המניע העיקרי להתנהלותו: "עזבתי את כל שאיפות חיי והקדשתי את כל ישותי לחיזוק ולהאדרת שמה של רוסיה בארץ הקודש, כדי שלא נהיה יותר אורחים שם אלא בעלים שוויי זכויות". 
      
      קפוסטין היה מעורב ברכישה, בניה ושיפוץ מתחמים רבים ברחבי הארץ: הר הזיתים, עין כרם, בית ג'אלה, חברון, יפו, טבריה ונצרת. אלו האדמות המרכזיות והמוכרות ביותר אותן רכש בפלשתינה:
      
      <b>אלון אברהם</b> 
      הוא רוכש את השטח עליו נמצא ״אלון אברהם״ בסמוך לחברון, המקום בו מאמינים כי אברהם אירח את שלושת המלאכים המבשרים כי שרה אשתו העקרה תלד לו בן, במקום מוקמת כנסייה עבור השילוש הקדוש, המזכירה בחזותה את הכנסייה המפורסמת מירושלים.
           
      <b>כנסיית העלייה</b>
      קפוסטין רוכש שטח רחב ממדים בהר הזיתים, עליו מוקמת כנסיית העלייה ומגדל הפעמון המפורסם לידו. הפעמון המרשים מגיע דרך הים מרוסיה קפוסטין מוציא קול קורא למתנדבים לשאת את הפעמון אל הכנסייה ומאה אנשים מלווים את הפעמון בתפילות ובשירה. 
      
      כנסיית העלייה זוכה לכבוד של  פלא תקופתי ומבקר בה בנימין זאב הרצל יחד עם קיסר גרמניה וילהלם השני. 
      ביומנו כותב הרצל: "עלינו על המגדל הרוסי, אני רק עד הגזוזטרה הראשונה, מפני שתקפתני סחרחורת. האדונים האחרים עלו עד למעלה. מראה-נוף מאין משלו על עמק הירדן וצלעות הריו, ים המלח, הרי מואב, עיר הנצח ירושלים. דרוש פנאי וראש פנוי כדי לעבד את כל הרשמים האלה."
      
      <b>כנסיית מריה מגדלן</b>
      בהר הזיתים רכש קפוסטין ב- 1882 במימון ממשלת רוסיה את שטח עליו נבנתה בהמשך כנסיית מריה מגדלן.

      <b>בית ג'אלה</b>
      בשנת 1886 קנה קפוסטין מגרש סמוך לבית ג׳אלה עליו הוקם אחד משני מתחמי החינוך הגדולים של האגודה. באותה שנה גם רכש לעצמו שטח עליו הקים את בית מגוריו.

      <b>יפו</b>
      קפוסטין הותיר את חותמו בדמות בית לציילנים וכנסייה מרשימה בסגנון ניאו-ביזנטי.

      <b>יריחו</b>
      ב- 1874 קנה חלקה ביריחו, שם נבנה בית לצליינים העוברים דרך יריחו לירדן. הבית הזה היה הבית האירופי היחיד באזור, וסביבו שכנים ערבים מוסלמים שגרו בסמוך בבקתות.

            
      ב-1885 פתחה החברה האורתודוקסית בארץ ישראל בסיועו של קפוסטין חמישה בתי ספר לבנות ובנים בנצרת, ביירות ודמשק.
      סה"כ רכש קפוסטין לפי חוק 13 מגרשים בשטח כולל 425 אלף מ"ר בעלות של מיליון רובל בזהב. 
      את כל הנדל"ן שהיה על שמו הוא הוריש לסינוד הקדוש והוסיף שבמידה והסינוד יפורק הרכוש יעבור לרשות כל הפרבוסלבים. 

      הכנסייה האורתודקסית הרוסית מעריכה אותו באלה המילים: "דווקא לו, לחסיד הבודד שאת פועלו בני זמנו לא ידעו להעריך, אנחנו חייבים הכרת תודה על אותה מורשת היסטורית ייחודית, מה שאנחנו קוראים לו היום פלשתינה הרוסית, מהווה את התוצאה העיקרית של פעילות רוסית בארץ הקודש במשך מאה חצי". 
    `,
    },
    science: {
      title: `ארכיאולוגיה ואסטרונומיה`,
      info: `
      <b>ארכיאולוגיה</b>

      החפירה הארכיאולוגית המשמעותית ביותר שביצע קפוסטין התקיימה במתחם נבסקי בעיר העתיקה בירושלים. במקור, הקונסוליה הרוסית הראשונה בארץ ישראל תוכננה להיות מוקמת במתחם נבסקי בשנת 1857. עם עבודות התשתית הראשונות להקמת הקונסוליה, התגלו ממצאים בעלי משמעות אדירה לעולם הנוצרי ולהיסטוריה של העיר ירושלים. 

      בחפירות שביצע קפוסטין בשיתוף עם הארכיאולוג הנודע קונרד שיק, התגלה שער של חומת העיר העתיקה מהתקופה הרומית. קיימת הסכמה בין החוקרים כי השער במדובר הוא אחד מ-"שערי המשפט" המוזכרים בברית החדשה דרכו יצא ישו מירושלים למסע הצלב לגבעת הגולגולתא. הממצא החדש מביא לכך שנזנח רעיון הקונסוליה ובמקום הוחלט להקים כנסייה. השער מוצג עד היום כשהוא תחום בזכוכית ובשתי איקונות שנתרמו על ידי הצאר אלכסנדר השני, בכנסיית אלכסנדר נבסקי שבעיר העתיקה בירושלים. העובדה כי ממצא כה משמעותי נמצא על אדמות שנרכשו ע"י האימפריה הרוסית, הלהיב את הנוגעים בדבר וגרם להגברת ההשקעות של האימפריה הרוסית בארץ ישראל.
       ממצא נוסף במתחם, חשוב לא פחות, הוא סרקופג (ארון קבורה) עתיק ומרשים שאת סיפורו מתקשים לספר גם היום. 
      ממצאים נוספים הוצגו ונשמרו במקום במשך שנים, אך בזמן מלחמת העולם הראשונה הרבה מהממצאים נשברו, נעלמו או נשדדו. 
      
      קפוסטין ביצע חפירות ארכיאולוגיות בהר הזיתים, יריחו ושכונת סילוואן במזרח ירושלים. כמו כן, הוא חפר בשטחים שנרכשו על ידי האימפריה הרוסית ביפו, עין כרם, מגרש הרוסים ועוד.
      הממצא היקר ביותר שגילה קפוסטין היה פסל ראשו של הורדוס הגדול, אותו תרם למוזיאון הלאומי של רוסיה, ההרמיטאז', והשאיר בידיו עותק. 
      
      רבים מהממצאים החשובים ריכז קפוסטין במנזר גרוני, מנזר נשים פרבוסלבי בעין כרם. הממצאים רוכזו בחוסר סדר באחד האולמות. פריטים עתיקים ממצרים, מתקופת בית שני, מצבות מבית הקברות היהודי ביפו, כתבים ופריטים יווניים, רומיים ונוצרים דרו בכפיפה אחת. 
      בשנת 1929 בילתה החוקרת אליזבט לוקיאנוף ביחד עם בעלה כארבעה חודשים במנזר גרוני, אך תקופה זו  לא הספיקה להם על מנת לסדר את כל הפריטים. קפוסטין הוריש את המוזיאון לכנסייה האורתודוקסית הרוסית והגישה אליו מוגבלת כיום. 
      
      בנוסף לפעילותו הארכיאולוגית בארץ ישראל, קפוסטין שהה במנזר סנטה קתרינה בסיני במשך חודשיים ושם הוא קיטלג את הספרייה היוונית המצויה במקום. כמו כן קפוסטין תרגם לרוסית את קודקס סיני (Codex Sinaiticus) - כתב יד מן המאה ה-4, אשר הכיל נוסח של תרגום השבעים - תרגום התנ"ך לשפה היוונית ואת נוסח הברית החדשה, אשר הועבר ומוצג במוזיאון ההרמיטאז' ברוסיה. 
      
      <b>אסטרונומיה</b>

      כחלק מחיבתו לאסטרונומיה ולכוכבים, בנה קפוסטין מגדלי תצפית על מנת לממש את אהבתו הרבה לאסטרונומיה. המקומות הידועים לנו בהם קפוסטין בנה מגדלים אלו הם חברון ועין כרם. בזמנו הפנוי המועט היה מטייל הארכימנדריט קפוסטין אל המגדל אותו בנה בעין כרם, מתצפת אל הכוכבים ומתעד את רשמיו ביומניו הרבים.
    
      <img
      src=${aynCaramPainting}
      alt="humanitarian buildings"
      class="humanitarianBuildings"
  />
  המצפה בעין כרם. האם תהיו מסוגלים למצוא אותו?
  מקור: אוסף יואל אמיר , "ישראל הנגלית לעין" יד בן-צבי. המגדל נמצא במורד ההר בחלק הימני של התמונה. 

    `,
    },
    cairo: {
      title: `הגניזה הקהירית`,
      info: `
      הגניזה הקהירית היא אוסף גדול של כתבי יד וספרים יהודיים, שנכתבו בין המאה ה-9 והמאה ה-19, ונשמרו בגניזה בעליית הגג של אחד מבתי הכנסת העתיקים בעולם, בית הכנסת בן עזרא בקהיר.
       ההלכה היהודית אינה מתירה לזרוק או להשמיד כתבי קודש הכתובים בעברית. כאשר הם מתבלים ויוצאים משימוש, הכתבים מאוחסנים בחדרי גניזה מיוחדים, לעיתים בקברים מיוחדים לגניזה בביתי עלמין או בעליית הגג של בית הכנסת, כמו במקרה של גניזת קהיר. אנשי בית הכנסת בקהיר לא שמרו רק את כתבי הקודש אלא גם מסמכים משפטיים, כתבי בית דין, מסמכים כלכליים, אגרות ושטרות, רשימות שמיות, קטעי פנקסים ומכתבים. כל זאת מתוך יחס של כבוד לכל שנכתב באות עברית. האקלים היבש של מצרים סייע להשתמרות הכתבים, וכך השתמר ארכיון מרשים, המתעד את יהדות אגן הים התיכון לאורך אלף שנים.

      כאשר החל מסחר ער בכתבים שנמצאו בגגו של בית הכנסת בקהיר בסוף המאה ה-19, הארכימנדריט קפוסטין רוכש חלקים מהגניזה הקהירית באמצעות תרומות. בזכות קשריו המעולים של קפוסטין בירושלים והיכרותו עם הסוחרים, הוא שם ידו על קטעים נבחרים ומובחרים של הגניזה. 
       לאחר מותו ובהתאם לצוואתו, החומרים מוצגים באוסף מיוחד על שם קפוסטין בספרייה הלאומית בסנט פטרסבורג.
      קיום הם מוצגים במכון כתבי יד מזרחיים של האקדמיה למדעים הרוסית. 

      האוסף של קפוסטין כולל 1,200 כתבים שונים. האוסף שימש למחקר ענף ביהדות, מסורות המזרח, השפה העברית ואף שימש לקביעת הלכות מפי רבנים, המתבססות על חומרים מן הגניזה. האוסף של קפוסטין כולל ספרות עברית וערבית מתקופת הגאונים במצרים ובמזרח התיכון כולו, ספרות תנ"כית, כל מסכתות התלמוד, כתבי יד, ופרקי אבות כמעט בשלמותם, כמו גם פילוסופיה, היסטוריה ורפואה. למעשה, האוסף הקהירי של קפוסטין שימש כמעט כל ענף בחקר היהדות, וניתן לומר כי מדובר באחד האוספים האיכותיים ביותר של גניזת קהיר, שקפוסטין סייע בשימורו והנגשתו לכלל הציבור.       
    `,
    }
  }

};
export { hebrewText as default };
