
import aynCaramPainting from "../assets/ayn-caram.png";
const hebrewText = {
  id: "hebrewText",
  kapostinTitle: `ארכימנדריט אנטונין קפוסטין`,
  titleBox: ['אודות קפוסטין', 'גניזת קהיר', 'ארכיאולוגיה <br> ואסטרונומיה', 'אדמות שרכש', 'מידע נוסף'],
  miniTitles: {
    prop: `כך פרופסור דמיטריבסקי (אלכסי אפנסייביץ דימיטרייבסקי, היסטוריון 1856-1929) מתאר רת שגרת חייו של האב אנטונין קפוסטין בשנותיו בירושלים`,
    quotes: {
      night: `"רק בשעות הערב המאוחרות הוא נשאר לבד"`,
      books: `"אך לא לבד, חבריו ובני שיחו
      היו הספרים האהובים עליו"`,
      science: `"עד הלילה המאוחר, הוא ישב
       על איזה כתב יד ישן, ניהל עבודות
        ארכיאולוגיות מדעיות"`,
      glass: `"ואז חמוש בזכוכית מגדלת ופרסומים נומיסטיים
      (חקר איסוף מטבעות וכסף היסטוריים) בחן ובדק
      מטבעות יוונים ורומים"`,
      stars: `"אחר כך, פרש למצפה הכוכבים שבנה,
      כדי להקדיש זמן ללימוד הרקיע המופלא של גן העדן
      על מגוון האורות האינסופי שלו"`,
      write: `"לבסוף, התיישב לכתוב את מחשבותיו ורגשותיו דרך יום העבודה,
      ובכך נתן להיסטוריון העתיד חומר רב לאיפיונו"`,
      morning: `"לעיתים קרובות בשעות הבוקר המוקדמות,
      הוא נראה כבר עוזב את הבניינים הרוסים,
      מלווה בדרגומן(מתרגם ומורה דרך)
      הנאמן שלו, יעקב אלפו"`,
      travel: `"כמו שאמרו הבודדים: "בטיול לדיוסקה", כלמר, 
      לראות כמה מבנים, אדמות או מקלטים בחברון, יריחו ומוקומות אחרים.,"`,
      head: `"קפוסטין היה צנוע בתפקידו כראש המסדר בירושלים; ארוחותיו היו מורכבות לעיתים קרובות ממנה אחת בלבד - ה"פול" הערבי - שעועית כהה גדולה,
      והוא לבש לעיתים בגדים לא רשמים וצנועים, הפגין כנות וישירות בפני הפטריאכיה, וסמכותו עדיין עמדה בגובה בלתי מושג."`
    }
  },
  particularInfo: {
    kapostin: {
      title: "<h1 className='title-font'>ארכימנדריט אנטונין קפוסטין</h1>",
      info: `
      קפוסטין היה חבר החברה הארץ-ישראלית הפרבוסלבית הקיסרית, חבר כבוד בחברה האימפריאלית לארכיאולוגיה, חבר באגודה הגרמנית לחקר ארץ ישראל וחבר בחברה לארכיאולוגיה ועתיקות של אודסה ואתונה.
      
      <h1 className='title-font'>רקע</h1>
      קפוסטין נולד ב- 12 באוגוסט 1817 בכפר בטורינו אשר במחוז פרם שבצפון הרי אורל ברוסיה למשפחת כהני דת. אביו שימש ככומר במחוז זה. הוא למד באקדמיה התיאולוגית של קייב ובסיום לימודיו נשאר ללמד גרמנית ויוונית כמרצה מן המניין. ב- 1850 הוא נשלח לתפקידו הראשון בכנסיית "המושיע ניקודמוס" באתונה יוון לאחר שזו נרכשה על ידי ממשלת הצאר ניקולאי השני. קפוסטין שיקם את הכנסייה ולאחר שלוש שנים ב- 1953 הכנסייה קודשה הכנסייה ככנסיית השילוש הקדוש והפכה לכנסייה הרשמית של השגרירות הרוסית ביוון, קפוסטין קיבל תואר ארכימנדריט כהוקרה על עבודתו.
      
      בתפקיד זה הוא החל  לעסוק בארכיאולוגיה לראשונה. העיסוק בארכיאולוגיה ילווה אותו ואת מסעותיו בארץ ישראל במזרח התיכון ויהפוך לחלק משמעותי בזהותו. כשהשתתף בחפירות ארכיאולוגיות ביוון, הוא גילה שרידי כנסייה קדומה ובית מרחץ רומי, ממצאים שהסעירו את דמיונו. 
      ב- 1860 מונה קפוסטין לכומר כנסיית השגרירות הרוסית בקונסטנטינופול שם הכיר אנשים רבי השפעה שיסייעו לו  בהמשך הדרך. 
      ב- 1865 הופך קפוסטין לראש המיסיון האורתודוקסי בירושלים וראש המשלחת הדתית השלישית לירושלים. תפקיד זה יהיה משמעותי לא רק עבור קפוסטין אלא עבור ירושלים, הכנסייה הרוסית ורוסיה כולה. מטרתו הייתה לחזק את הבסיס הפרבוסלבי הרוסי בארץ אל מול הזרמים האחרים של הנצרות הנצרות האורתודוקסית אך בעיקר ובראש לראשונה לדאוג לצליינים העושים דרכם מרוסיה. 
      "בעמדתו המבודדת הוא לא ישב בחיבוק ידיים, אלא הקדיש את כל יומו ואת רוב הלילה לעבודה בלתי נלאית ואינטנסיבית. דלתות לשכתו לא נסגרו משעות הבוקר המוקדמות ועד שעות הערב המאוחרות; בשעות הבוקר הוא קיבל את המקומיים- פתר רת המחלוקות שלהם, נתן עצות מועילות והעניק להם סיוע מהותי בצרכים ובכסף בסיסי.
      היום המשיך עם קבלת מורים מבתי הספר שהוקמו על ידו וע"י חברי המשימה, עולי רגל רוסים צעדו אליו בחופשיות ובאמון: מכובדים, סוחרים ואיכרים, עשירים ועניים, מנסים למצוא פתרון לסוגיות שונות ומביכות שהדאיגו אותם. האב אנטונין דיבר במשך זמן רב ובלהיטות. 
      קפוסטין הצליח למשוך רבים מעולי הרגל ומהאנשים סביבו להיות שותפיו לדרך, שאליה הקדיש עצמו בלב שלם".(פרופסור אלכסי אפנסייביץ דימיטרייבסקי, היסטוריון 1856-1929)
      
      אל מול התחזקות המערב בארץ הקודש, היה על הרוסים להשיב מלחמה ולחזק את השפעתם בפלשתינה. הארכימנדריט קפוסטין לא מבזבז זמן ומתחיל ברכישת קרקעות בסמוך למקומות הקדושים הנמצאים בשפע בארץ ישראל העתיקה. באותה תקופה תושבים זרים לא הורשו לקנות אדמות בפלשתינה, ולכן קפוסטין מתחבר לדרגומן (מדריך,מתורגמן ומתווך, בעיקר במדינות דוברות ערבית), אזרח עות'מאני בשם יעקב אגרוביץ אלפו (Yakov Yegorovich Aleppo, Яков Егорович Халеби)  שמשמש כמתווך נאמן ולמעשה מבצע את רכישת הקרקעות בפועל עבור הכנסייה הרוסית וה-IPPO.
      
      חייו של קפוסטין היו ארוכים ומלאים סבל בערוב ימיו ממחלה שגרמה לו לפרקים לסבל בלתי נסבל, והזכירה לו את המוות הבלתי נמנע. עם זאת, הוא פעל ללא לאות; הן בתחום המדע והן במפעל הצליינים, בתי הספר והכנסיות. אפשר לומר שהאב אנטונין עבד כמעט עד שעת מותו והציב לעצמו דרישות קפדניות במיוחד. "הבריאות שלי היא כמו אבן (על ליבי)" נהג לומר. "קשה לי לעשות מדע עכשיו. לפני כן יכולתי לעבוד שבע, שמונה שעות בלי הפסקה, ועכשיו שלוש, ארבע, לא יותר, העיניים שלי מתעייפות... "
      
      
      ב- 24 במרץ 1894, בגיל 77, צלצלו הפעמונים, ואבל הוכרז בירושלים על מותו של הארכימנדריט קפוסטין. למחרת נערך לכבודו רקוויאם וטקס אשכבה בקתדרלת השילוש הקדוש, אותו ערך <b>הפטריארך גרסים</b> בעצמו. מסע הלוויה שיצא מהכנסייה הפך לתהלוכה מלכותית, יוצאת דופן ומיוחדת אפילו עבור ירושלים למודת הטקסים. לקראת ערב הגיעה תהלוכת האשכבה לגליל, שם פגש בה המטרופוליטן אפיפניוס מירדן. האב אנטונין קפוסטין נטמן בכנסיית העלייה הרוסית שבהר הזיתים.
       40 שנה לאחר מותו, בשנת 1934, יומנו של האב קפוסטין הודפס וראה אור.
      
      
      ב-2012 ביקר <b>הפטריאך הגדול של רוסיה קיריל</b> בקברו של קפוסטין בכנסיית העלייה וכך ספד לו יותר ממאה שנה לאחר מותו 
      
      
      "זה רק בזכות השגחה עליונה שהאב אנטונין נפטר ונקבר במקום זה,שמו מקושר לדפים החשובים ביותר בהיסטוריית הצליינות הרוסית והנוכחות הרוסית בארץ ישראל .
      בזכות פועלו,מאות אלפי צליינים מכל רחבי רוסיה יכולים לחזור ולשוב למקום זה של הרהור ומחשבה בקבלת פנים חמה".
      
    `,
    },
    land: {
      title: "<h1 className='title-font'>אדמות מרכזיות שרכש קפוסטין</h1>",
      info: `
      הארכימנדריט אנטונין קפוסטין מהווה חלק בלתי נפרד מהקמת ה-IPPO – קשריו עם אנשי מפתח בפלשתינה ועם אישים מהאצולה הרוסית סייעו לחזון להתממש. כמו כן, נציגים של האגודה שהגיעו בפעם הראשונה מרוסיה לארץ ישראל יצאו לטיולים ברחבי הארץ על גבי סוסים עם קפוסטין וכך למדו להכיר את האזור ולהרגיש את קדושת המקום. 
      הכנסייה הרוסית הפרבוסלבית מעריכה אותו באלה המילים: "דווקא לו, לחסיד הבודד שאת פועלו בני זמנו לא ידעו להעריך, אנחנו חייבים הכרת תודה על אותה מורשת היסטורית ייחודית, מה שאנחנו קוראים לו היום פלשתינה הרוסית, מהווה את התוצאה העיקרית של פעילות רוסית בארץ הקודש במשך מאה חצי".  				
      ב- 1879 תיאר קפוסטין בזיכרונותיו את המניע העיקרי להתנהלותו: "עזבתי את כל שאיפות חיי והקדשתי את כל ישותי לחיזוק ולהאדרת שמה של רוסיה בארץ הקודש, כדי שלא נהיה יותר אורחים שם אלא בעלים שוויי זכויות". 
      
      קפוסטין היה מעורב ברכישה, בניה ושיפוץ מתחמים רבים ברחבי הארץ: הר הזיתים, עין כרם, בית ג'אלה, חברון, יפו, טבריה ונצרת. אלו האדמות המרכזיות והמוכרות ביותר אותן רכש בפלשתינה:
      
      אלון אברהם 
      הוא רוכש את השטח עליו נמצא ״אלון אברהם״ בסמוך לחברון, המקום בו מאמינים כי אברהם אירח את שלושת המלאכים המבשרים כי שרה אשתו העקרה תלד לו בן, במקום מוקמת כנסייה עבור השילוש הקדוש, המזכירה בחזותה את הכנסייה המפורסמת מירושלים.
           
      כנסיית העלייה
      קפוסטין רוכש שטח רחב ממדים בהר הזיתים, עליו מוקמת כנסיית העלייה ומגדל הפעמון המפורסם לידו. הפעמון המרשים מגיע דרך הים מרוסיה קפוסטין מוציא קול קורא למתנדבים לשאת את הפעמון אל הכנסייה ומאה אנשים מלווים את הפעמון בתפילות ובשירה. 
      
      כנסיית העלייה זוכה לכבוד של  פלא תקופתי ומבקר בה בנימין זאב הרצל יחד עם קיסר גרמניה וילהלם השני. 
      ביומנו כותב הרצל: "עלינו על המגדל הרוסי, אני רק עד הגזוזטרה הראשונה, מפני שתקפתני סחרחורת. האדונים האחרים עלו עד למעלה. מראה-נוף מאין משלו על עמק הירדן וצלעות הריו, ים המלח, הרי מואב, עיר הנצח ירושלים. דרוש פנאי וראש פנוי כדי לעבד את כל הרשמים האלה."
      
      בנוסף, ב-1886  בנה קפוסטין בית עבור צליינים וכנסייה בסגנון ניאו-ביזנטי ביפו, חנך בית לצליינים בטבריה, וקנה חלקה גדולה ליד הכפר בית ג׳אלה, שם בנה לעצמו בית. בשנת 1886 הוצג האתר הזה על ידי קפוסטין בפני הדוכס הגדול סרגיי אלכסנדרוביץ'.
      
      בשנת 1886 בנה  קפוסטין מגרש נוסף סמוך לבית ג׳אלה עליו הוקם מתחם חינוך גדול, וב- 1874 קנה חלקה ביריחו, שם נבנה בית לצליינים העוברים דרך יריחו לירדן. הבית הזה היה הבית האירופי היחיד באזור, וסביבו שכנים ערבים מוסלמים שגרו בסמוך בבקתות.
            
      בהר הזיתים רכש קפוסטין ב- 1882 במימון ממשלת רוסיה את שטח עליו נבנתה בהמשך כנסיית מריה מגדלן.
       
      ב-1885 פתחה החברה האורתודוקסית בארץ ישראל בסיועו של קפוסטין חמישה בתי ספר לבנות ובנים בנצרת, ביירות ודמשק.
      סה"כ רכש קפוסטין לפי חוק 13 מגרשים בשטח כולל 425 אלף מ"ר בעלות של מיליון רובל בזהב. 
      את כל הנדל"ן שהיה על שמו הוא הוריש לסינוד הקדוש. והוסיף שבמידה והסינוד יפורק הרכוש יעבור לרשות כל הרוסים הפרובוסלבים. 
    `,
    },
    stars: {
      title: "<h1 className='title-font'>ארכיאולוגיה ואסטרונומיה</h1>",
      info: `
      החפירה הארכיאולוגית המשמעותית ביותר שביצע קפוסטין התקיימה במתחם נייבסקי בעיר העתיקה בירושלים. במקור, הקונסוליה הרוסית הראשונה בארץ ישראל תוכננה להיות מוקמת במתחם נייבסקי בשנת 1857. עם עבודות התשתית הראשונות להקמת הקונסוליה, התגלו ממצאים בעלי משמעות אדירה לעולם הנוצרי ולהיסטוריה של העיר ירושלים. 

      בחפירות שביצע קפוסטין בשיתוף עם הארכיאולוג הנודע קונרד שיק, התגלה שער של חומת העיר העתיקה מהתקופה הרומית. לפי האמונה הנוצרית, השער הוא "שער המשפט" דרכו יצא ישו מירושלים למסע הצלב לגבעת הגולגולתא. הממצא החדש מביא את הרוסים לזנוח את רעיון הקונסוליה ובמקום הוחלט להקים במקום כנסייה. שער המשפט מוצג במקום עד היום כשהוא תחום בזכוכית ובשתי איקונות שנתרמו על ידי הצאר אלכסנדר השני. 
      שער המשפט משמש למעשה כהוכחה לאמיתות הכתבים הנוצרים ולכן חיזק את השקעותיה של רוסיה בחפירות ארכיאולוגית בארץ ישראל. 
       ממצא נוסף, חשוב לא פחות, הוא סרקופג (ארון קבורה) עתיק ומרשים שאת סיפורו מתקשים לספר גם היום. 
      ממצאים נוספים הוצגו ונשמרו במקום במשך שנים, אך בזמן מלחמת העולם הראשונה הרבה מהממצאים נשברו, נעלמו או נשדדו. 
      
      קפוסטין ביצע חפירות ארכיאולוגיות בהר הזיתים, יריחו ושכונת סילוואן במזרח ירושלים. כמו כן, הוא חפר בשטחים שנרכשו על ידי האימפריה הרוסית ביפו, עין כרם, מגרש הרוסים ועוד.
      הממצא היקר ביותר שגילה קפוסטין היה פסל ראשו של הורדוס הגדול, אותו תרם למוזיאון הלאומי של רוסיה, ההרמיטאז', והשאיר בידיו עותק. 
      
      רבים מהממצאים החשובים ריכז קפוסטין במנזר גרוני, מנזר נשים ממוצא רוסי במתחם המוסקובייה שבעין כרם. הממצאים רוכזו בחוסר סדר באחד האולמות. פריטים עתיקים ממצרים, מתקופת בית שני, מצבות מבית הקברות היהודי ביפו, כתבים ופריטים יווניים, רומיים ונוצרים דרו בכפיפה אחת. 
      
      בשנת 1929 בילתה החוקרת אליזבט לוקיאנוף ביחד עם בעלה כארבעה חודשים במנזר גרוני, אך תקופה זו  לא הספיקה להם על מנת לסדר את כל הפריטים. קפוסטין הוריש את המוזיאון למשלחת הדתית הרוסית והגישה אליו מוגבלת כיום. 
      
      בנוסף לפעילותו הארכיאולוגית בארץ ישראל, קפוסטין שהה במנזר סנטה קתרינה בסיני במשך חודשיים. שם הוא קיטלג את הספרייה היוונית המצויה במקום. קפוסטין תרגם את קודקס סיני (Codex Sinaiticus) תרגום יווני למקרא, אשר הועבר ומוצג במוזיאון ההרמיטאז' ברוסיה. 
      
      אסטרונומיה

      כחלק מחיבתו לאסטרונומיה ולכוכבים, בנה קפוסטין מגדלים בכמה מקומות בארץ (כולל חברון ועין כרם) על מנת לממש את אהבתו הרבה לאסטרונומיה. בזמנו הפנוי המועט היה מטייל הארכימנדריט קפוסטין אל המגדל אותו בנה בעין כרם, מתצפת אל הכוכבים ומתעד את רשמיו ביומניו הרבים.
      המצפה של קפוסטין בחברון.
      <img
      src=${aynCaramPainting}
      alt="humanitarian buildings"
      class="humanitarianBuildings"
  />
  מקור: אוסף יואל אמיר , "ישראל הנגלית לעין" יד בן-צבי - מתוך מקור 3 המגדל נמצא במורד ההר בחלק הימני של התמונה. 

    `,
    },
    cairo: {
      title: "<h1 className='title-font'>הגניזה הקהירית</h1>",
      info: `
      הגניזה הקהירית היא אוסף גדול של כתבי יד וספרים יהודיים, שנכתבו בין המאה ה-9 והמאה ה-19, ונשמרו בגניזה בעליית הגג של אחד מבתי הכנסת העתיקים בעולם, בית הכנסת בן עזרא בקהיר. ההלכה היהודית אינה מתירה לזרוק או להשמיד כתבי קודש הכתובים בעברית. כאשר הם מתבלים ויוצאים משימוש, הכתבים מאוחסנים בחדרי גניזה מיוחדים לעיתים בקברים מיוחדים לגניזה בביתי עלמין או בעליית הגג של בית הכנסת כמו במקרה זה של גניזת קהיר. אנשי בית הכנסת בקהיר לא שמרו רק את כתבי הקודש אלא  גם מסמכים משפטיים, כתבי בית דין, מסמכים כלכליים, אגרות ושטרות, רשימות שמיות, קטעי פנקסים ומכתבים, וכל זאת מתוך יחס של כבוד לכל שנכתב באות עברית. האקלים היבש של מצרים סייע להשתמרות הכתבים, וכך השתמר ארכיון מרשים, המתעד את יהדות אגן הים התיכון.
      כאשר החל מסחר ער בכתבי שנמצאו בגגו של בית הכנסת בקהיר בסוף המאה ה-,19 הארכימנדריט קפוסטין רוכש חלקים מהגניזה הקהירית באמצעות תרומות.
      בזכות קשריו המעולים של קפוסטין בירושלים והיכרותו עם הסוחרים, הוא שם ידו על קטעים נבחרים ומובחרים של הגניזה. 
       לאחר מותו ובהתאם לצוואתו, החומרים מוצגים באוסף מיוחד על שם קפוסטין בספרייה הקיסרית בסנט פטרסבורג.
      קיום הם מוצגים במכון כתבי יד מזרחיים של האקדמיה למדעים הרוסית. 
      האוסף של קפוסטין כולל 1,200 כתבים שונים. האוסף שימש למחקר ענף ביהדות, מסורות המזרח, השפה העברית ואף שימש לקביעת הלכות מפי רבנים, המתבססות על חומרים מן הגנזך. האוסף של קפוסטין כולל ספרות עברית וערבית מתקופת הגאונים במצרים ובמזרח התיכון כולו, ספרות תנ"כית, כל מסכתות התלמוד, כתבי יד, ופרקי אבות כמעט בשלמותם כמו גם פילוסופיה, היסטוריה ורפואה. למעשה, האוסף הקהירי של קפוסטין שימש כמעט כל ענף בחקר היהדות, וניתן לומר כי מדובר באחד האוספים האיכותיים ביותר של גניזת קהיר, שקפוסטין סייע בשימורו והנגשתו לכלל הציבור.       
    `,
    }
  }

};
export { hebrewText as default };
