import aynCaramPainting from "../assets/ayn-caram.png";
const russianText = {
  id: "russianText",
  kapostinTitle: "Архимандрит Антонин Капустин",
  titleBox: [
    {
      name: 'kapostin',
      text: `О Капустин`,
      more: 'Больше информации',
      css: {
        left: '306px',
      }
    },
    {
      name: 'cairo',
      text: `Каирская гениза`,
      more: 'Больше информации',
      css: {
        left: '644px',
      }
    },
    {
      name: 'land',
      text: `אדמות שרכש`,
      more: 'Больше информации',
      css: {
        right: '345px'
      }
    },
    {
      name: 'science',
      text: `археология <br> и астрономия`,
      more: 'Больше информации',
      css: {
        left: '1012px',
      }
    }
  ],
  miniTitles: [
    {
      name: 'prop',
      text: `
      Вот как профессор Дмитриевский (Алексей Афенсевич Димитриевский, историк 1856-1929) описывает  рутину жизни отца Антонина Капустина в годы его пребывания в Иерусалиме.`,
      css: {
        top: '47%',
        left: '13%',
        fontSize: '18px'
      }
    },
    {
      name: 'night',
      text: `"Только поздним вечером он остался один"`,
      css: {
        bottom: '10%',
        left: '9%'
      }
    },
    {
      name: 'books',
      text: `
               "Но не одинок, его друзья и
    собеседники Были его любимые книги"`,
      css: {
        left: '23%',
        bottom: '34%'
      }
    },
    {
      name: 'science',
      text: `
                          "К вечеру он сидел
На какой-то старой рукописи он пробежал работы
                          Научная археология"`,
      css: {
        bottom: '30%',
        right: '30%'
      }
    },
    {
      name: 'glass',
      text: `
                  "Затем вооружившись лупой и нумизматическими публикациями
      (Исследование исторической коллекции монет и денег) Изучите и проверьте
                                                    Греческие и римские монеты"`,
      css: {
        bottom: '8%',
        right: '9%'
      }
    },
    {
      name: 'stars',
      text: `
                                  "Затем он удалился в обсерваторию, 
  которую он построил, Провести время за изучением прекрасного неба рая
                                Для его бесконечного разнообразия огней"`,
      css: {
        top: '17%',
        left: '105%'
      }
    },
    {
      name: 'write',
      text: `
                "Наконец он сел написать свои мысли и чувства в течение рабочего дня
      Таким образом, давая будущему историку много материала для его характеристики"`,
      css: {
        bottom: '27%',
        left: '132%'
      }
    },
    {
      name: 'morning',
      text: `
      "Затем он удалился в обсерваторию, которую он построил,
                ровести время за изучением прекрасного неба рая
                    Для его бесконечного разнообразия огней"`,
      css: {
        top: '42%',
        left: '154%'
      }
    },
    {
      name: 'travel',
      text: `
      "Как говорили немногие: «В поездке в Диоску» Посмотрите на некоторые здания,
                            земли или убежища в Хевроне, Иерихоне и других местах."`,
      css: {
        top: '13%',
        left: '167%'
      }
    },
    {
      name: 'head',
      text: `"Капустин был скромным в роли главы Ордена в Иерусалиме; Его еда часто состояла из одного Только - арабский "Пол" - крупные темные бобы, 
  И он иногда носил простенькую и скромную одежду, демонстрировал искренность и прямоту к патриархату, и его авторитет все еще сохранялся На недостижимой высоте."`,
      css: {
        bottom: '5%',
        left: '113%',
        fontSize: 'large'
      }
    }
  ],
  particularInfo: {
    kapostin: {
      title: `Архимандрит Антонин Капустин`,
      info: `
        Капустин был членом ИППО, почётным членом Императорского археологического общества, Одесского общества истории и древностей, Афинского археологического общества, член Немецкого восточного археологического общества и др.

        <b class='mini-title-particular'>Происхождение</b>

        Капустин родился 24 августа 1817 г. в селе Батурино Батуринской волости Щедринского уезда Пермской губернии, в Зауралье, в семье священнослужителей. Его отец был настоятелем церкви Преображения Господня в селе Батурино. 
Получил высшее теологическое образование, после чего был назначен в Киевскую духовную академию. После окончания её в 1843 г. со степенью магистра богословия, преподавал в академии немецкий и греческий языки. В октябре 1845 г. стал бакалавром академии.
15 мая 1850 г. был назначен настоятелем церкви при русском посольстве в Афинах. Одним из важнейших его дел стало восстановление в Афинах находившейся в руинах древней церкви  св. Никодима, приобретённой российским правительством в 1847 г.  После восстановления этот храм, освящённый во имя Св. Троицы, стал русской посольской церковью.
Все строительные работы работы, роспись храма, а также предшествовавшие восстановлению церкви археологические раскопки велись под руководством Антонина, который в награду за труды 5 апреля 1853 г. Святейшим Синодом русской православной церкви был возведён в сан архимандрита.
В 1860 решением Синода Капустин был переведён в Константинополь на должность настоятеля посольской церкви.
В 1865 г. был назначен временно заведующим делами Русской духовной миссии в Иерусалиме, а 5 июня 1869 г. был утверждён в должности её начальника. Эта должность имела большое значение не только для Капустина, но и для Иерусалима, русской православной церкви и всей России. Целью  Капустина стало усиление влияния русской православия на Святой земле против других христианских течений, а самое важное - забота  о русских паломниках.
«…Но и в своём изолированном положении, предоставленный сам себе, он не сидел сложа руки, но весь день и большую часть ночи посвящал неустанному напряжённому труду. Двери его келии с раннего утра до позднего вечера не закрывались: рано утром он принимал туземцев – арабов, решая их споры, давая полезные советы, оказывая им материальную помощь предметами первой необходимости и деньгами; их сменяли учители и учительницы основанных им школ, члены миссии, испрашивая его советов и распоряжений; в каждую минуту свободно и доверчиво шли к нему русские паломники – сановники, купцы и крестьяне, богатые и бедные, стараясь найти у него разрешение волновавших их недоуменных вопросов и о. Антонин охотно и подолгу беседовал с каждым, чем успел многих из них привлечь на свою сторону и расположить быть активными пособниками ему в том деле, которому он отдался всей душой». (профессор истории Алексей Афанасьевич Дмитриевский, 1856-1929).
Перед Россией стояла задача усиления своего влияния на Святой земле против растущего влияния Запада. Не тратя времени, архимандрит Капустин начал скупать земельные участки вблизи  многочисленных святых мест.
В те времена иностранцам не разрешалось приобретать земли в Палестине, поэтому Капустин обратился в маклеру по имени Якубу Халеби (Якову Егоровичу Халеби, как его называли в российских источниках), преданному посреднику, который совершал сделки от своего имени по приобретению земель для русской церкви  и ИППО.
Капустин прожил долгую насыщенную жизнь.
Под конец жизни Капустина мучили боли в суставах, напоминая о неминуемой смерти. Но это не мешало ему неустанно трудиться, занимаясь наукой и заботясь о паломниках, школах и церквях. Фактически, отец Антонин работал до самой смерти, чрезвычайно требовательно относясь к себе.
«Здоровье моё как камень ( на сердце), - говорил он, - мне трудно заниматься наукой. Раньше я мог работать семь, восемь часов без перерыва, а сейчас  - не более трёх, четырёх. Глаза мои устают…»
24 марта 1894 г., в возрасте 77 лет Антонин Капустин скончался. Об этом воззвестили иерусалимские колокола, был объявлен траур. Заупокойная месса и церемония погребения состоялась на следующий день в Троицком Соборе, вёл церемонию Герасим, патриарх Иерусалимский.
Похоронная процессия своим величием напоминала королевскую.  Согласно завещанию, Антонин Капустин, был захоронен в Вознесенской церкви на вершине Масличной горы.
Через сорок лет после кончины, в 1934 г., был опубликован дневник Антонина Капустина.
В 2011 г. Патриарх Всея Руси Кирилл посетил могилу Антонина Капустина в Вознесенской церкви и сказал о нём:
«Не без Божественного Провидения отец Антонин скончался здесь и был похоронен здесь. С его именем связаны самые важные страницы в истории русского паломничества и российского присутствия в Палестине. Сегодня время, когда тысячи паломников со всей Святой Руси могут снова прийти в это место, чтобы найти здесь утешение и радушный приём».
      `,
    },
    land: {
      title: `Участки, приобретённые Капустиным`,
      info: `
        Участки, приобретённые Капустиным
        Архимандрит Антонин Капустин был тесно связан с созданием ИППО, этому способствовали его связи с палестинскими высокопоставленными чиновниками, с одной стороны, и с российской элитой - с другой. Представители Общества, прибывшие на Святую Землю, много путешествовали с Капустиным верхом, проникаясь духом этих мест.
        Православная церковь так оценивает его деятельность:
        «Именно ему, одинокому праведнику, недооцененному современниками, мы должны быть благодарны за это уникальное историческое наследие, которое мы сегодня называем русской Палестиной и которое является основным результатом деятельности русских на Святой Земле за полтора столетия».
        В 1879 г. Капустин так описал в своих воспоминаниях основные мотивы своей деятельности:
        «Я оставил все свои чаяния и посвятил всё своё существо укреплению и прославлению имени России на Святой Земле, чтобы мы больше не были гостями там, но равноправными хозяевами».
        Капустин участвовал в приобретении, строительстве и восстановлении многочисленных мест на Святой Земле: на Масличной горе, в Эйн Кареме, в Бейт Джала, Хевроне, Яффо, Тивериаде и Назарете.  Самыми известными его приобретениями были:
        Мамврийский дуб
        Капустин приобрёл участок земли, на котором растёт Мамврийский дуб, или дуб Авраама, недалеко от Хеврона, место, где, по преданию, Аврааму явились три ангела, сообщивших ему, что его бездетная жена Сара родит ему сына. На этом месте построена церковь Святой Троицы, напоминающая внешне известную церковь в Иерусалиме.
        
         Вознесенский монастырь
         В 1870 г. Капустин приобрёл обширный участок на Елеонской ( Масличной ) горе, на котором построены Вознесенский монастырь и знаменитая часовня Вознесения. Огромный колокол прибыл пароходом из России. Капустин обратился ко всем добровольцам участвовать в доставке колокола. Около ста человек, откликнувшись на его просьбу, доставили колокол с песнями и молитвами.
        
        Воскресенский монастырь был признан чудом того времени. Посетивший его Теодор Герцль вместе с немецким канцлером Вильгельмом II, писал в своём дневнике:
        «Мы поднялись на Русскую  башню, я – только до первой веранды, так как у меня закружилась голова, остальные господа поднялись до самого верха. Невероятный вид на  Иорданскую долину и горы, Мёртвое море, горы Моава, вечный город Иерусалим. Нужно свободное время и чистую голову, чтобы переварить все эти впечатления».
        Кроме того, в 1886 г. Капустин построил жилище для паломников и церковь в неовизантийском стиле в Яффо, открыл жилище для паломников в Тивериаде, купил два больших участка земли рядом с деревней Бет-Джала, на одном он построил дом для себя, на другом – школу для девочек и женскую учительскую семинарию (1873г.) В 1886 г. Весь комплекс был представлен Капустиным Великому князю Сергею Александровичу.
        В 1874 г. Капустин приобрёл участок земли в Иерихоне, там было построено жилище для паломников, направляющихся по Иерихонской дороге в Иорданию. Это строение было единственным европейским зданием во всём районе, вокруг стояли арабские бараки.
        В Гефсимании при содействии Капустина Российским правительством было приобретено место, где по желанию царской семьи была построена церковь Святой равноапостольной Марии Магдалены.
        В 1885 г. ИППО  открыла, при участии Капустина, пять православных школ для девочек и мальчиков: в Назарете, Бейруте и Дамаске.
        Всего архимандритом Антонином было куплено и законно оформлено 13 участков площадью около 425,000 кв. м, стоимостью до миллиона рублей золотом. Всю недвижимость он завещал Синоду, а если он перестанет существовать – всем православным русским людям. 
      `,
    },
    science: {
      title: `Aрхеология и Aстрономия`,
      info: `
        Самые значительные археологические раскопки с участием Капустина происходили рядом с церковью Святого Александра Невского в Старом городе. Первоначально здесь было запланировано построить в 1857 г. первое здание русского консульства. Но при освоении участка были обнаружены важнейшие для христианства и истории Иерусалима православные святыни.
        В раскопках под руководством Капустина, при участии известного археолога Конрада Шика были открыты остаток стены древнего Иерусалима с Порогом Судных Врат. Времён Римской империи. Согласно христианским верованиям, через эти ворота прошёл Иисус по дороге на Голгофу. 
        Было решено построить здесь церковь вместо Консульства. Порог Судных Врат помещён в стеклянный саркофаг и украшен двумя иконами, пожертвованные императором Александром II.
        Открытие Порога Судных Врат явилось подтверждением христианских летописей и стало причиной расширения археологических раскопок в Палестине. 
        Новым важным результатом раскопок стал древний саркофаг, историю которого неизвестна до сегодняшнего дня.  Другие артефакты хранились на протяжении многих лет, но были утеряны, уничтожены и украдены в период Первой Мировой войны.
        Капустин руководил археологическими раскопками на Масличной горе, Иерихоне, районе Силуан в Восточном Иерусалиме, а также на землях, купленных Российской империей в Яффо, Эйн Кереме, Русском подворье и др. Самым ценным артефактом, обнаруженным Капустиным, стал бюст царя Иудеи  Ирода I Великого, который он передал в дар Государственному музею Эрмитаж, оставив себе копию.
        Многие экспонаты Капустин передал на хранение в Горненский женский монастырь в Московии в Эйн-Кареме. Артефакты были беспорядочно сложены в одном из залов монастыря:  египетские, римские  и греческие древности, артефакты времён Второго Храма, еврейские надгробия с Яфского кладбища и т.д. Капустин завещал все артефакты Русской религиозной миссии. 
        В 1929 году исследовательница древностей Елизавета Лукьянова, вместе с мужем, находились в Горненском монастыре около четырёх месяцев, однако им не хватило времени, чтобы систематизировать артефакты, собранные Капустиным.
        В настоящее время доступ к ним ограничен.
        Антонин Капустин не ограничился археологическими изысканиями на Земле Израиля.  Он провёл около двух месяцев в монастыре Святой Екатерины на горе Синай. Там он создал каталог греческой библиотеки. Кроме того, Капустин перевёл книгу Кодекс Синайский (Codex Sinaiticus) – греческий перевод Библии, который хранится в Государственном Музее Эрмитаж.
        
        Астрономия
        
        Отдавая дань любимой им астрономии, Капустин построил несколько обсерваторий в различных местах Израиля (включая Хеврон и Эйн -Карем). В свободное время, которого у него было совсем немного, Капустин приезжал в обсерваторию в Эйн-Карем, любовался звёздами и записывал свои впечатления в дневник.

        <img
        src=${aynCaramPainting}
        alt="humanitarian buildings"
        class="humanitarianBuildings"
    /> 
    Обсерватория Антонина Капустина в Хевроне
Источник 3:  Йоэль и Амир «Открывая Израиль» 
Йад Бен Цви. Обсерватория расположена на склоне горы справа на картине.

      `,
    },
    cairo: {
      title: `Каирская гениза`,
      info: `
        Крупнейший архив средневекового еврейства, с IX по XIX вв. сохранившийся в генизе  на чердаке старинной синагоги города Фустат (ныне в пределах Каира) – Бен Эзра. Еврейский закон не разрешает выбрасывать или уничтожать священные рукописи на иврите. Когда они ветшают и выходят из употребления, их хранят в специальных помещениях, иногда – в специальных захоронениях на кладбище или на чердаках синагог, как в случае с Каирской генизой. Там хранились, из уважения к еврейской письменности, не только Священные книги, но и судебные документы, экономические документы, облигации, векселя, именные списки, отрывки блокнотов и письма.
        Сухой каирский климат способствовал сохранению рукописей, так сохранился огромный архив средиземноморского еврейства.
        Когда архив был выставлен на продажу в конце XIX века, Архимандрит Капустин выкупил часть Каирского гениза на собранные пожертвования. Используя свои обширные связи с иерусалимскими торговцами, Капустин приобрёл лучшие экспонаты архива.
        После смерти Капустина и согласно его завещанию, архивные документы, приобретённые им в количестве 1,200 экспонатов,  были переданы в Императорскую библиотеку Санкт-Петербурга, ныне они хранятся в Институте восточных рукописей РАН (Ново-Михайловский дворец). Архив, названный именем Капустина, служит для изучения иврита, иудаизма, восточных традиций, даже принятию решений раввинами.
        Капустиным были приобретены книги на иврите и арабском языках времён египетских и средиземноморских Гаонов (мудрецов), Талмуды, рукописи, поучения отцов, всё это в хорошем состоянии, а также рукописи по философии, истории и медицины. Фактически, архив Капустина из Каирской генизы послужил крупнейшим источником изучения иудаизма. Капустин помог сохранить его и сделать доступным для широкой общественности.
      `,
    }
  }
}
export { russianText as default };
